StruSoft.Interop.StruXml.Data.Line_type_type


StruSoft.Interop.StruXml.Data.Line_type_type.Distance


StruSoft.Interop.StruXml.Data.Line_type_type.Guid


StruSoft.Interop.StruXml.Data.Line_type_type.Last_change


StruSoft.Interop.StruXml.Data.Line_type_type.Action


StruSoft.Interop.StruXml.Data.Line_type_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Line_type_type.Name


StruSoft.Interop.StruXml.Data.Line_type_type.Scale


StruSoft.Interop.StruXml.Data.Line_type_type.ScaleSpecified


StruSoft.Interop.StruXml.Data.Line_type_type.AnyAttr
